[
    {
        "id": 1,
        "steps": [{
                "step": "1",
                "description": "Wash your hands. This helps prevent infection"
            },
            {
                "step": "2",
                "description": "Stop the bleeding. Apply gentle pressure with a clean bandage or cloth"
            },
            {
                "step": "3",
                "description": "Clean the wound. Rinse the wound with clear water for 5 to 10 minutes. If dirt or debris remains in the wound, use a washcloth to gently scrub it off. See a doctor if you can't remove all of the dirt or debris."
            },
            {
                "step": "4",
                "description": "\nApply an antibiotic. Apply a thin layer of an antibiotic cream or ointment (Neosporin, Polysporin). For the first two days, rewash the area and reapply the antibiotic when you change the dressing.\nCertain ingredients in some ointments can cause a mild rash in some people. If a rash appears, stop using the product"
            },
            {
                "step": "5",
                "description": "Cover the wound. Bandages help keep the wound clean."
            },
            {
                "step": "6",
                "description": "Change the dressing. Do this daily or whenever the bandage becomes wet or dirty."
            }
        ],
        "category": "Puncture"
    },
    {
        "id": 2,
        "steps": [{
                "step": "1",
                "description": "Rest. Avoid activities that cause pain, swelling or discomfort."
            },
            {
                "step": "2",
                "description": "Ice. Use an ice pack or ice slush bath immediately for 15 to 20 minutes and repeat every two to three hours while you're awake. If you have vascular disease, diabetes or decreased sensation, talk with your doctor before applying ice."
            },
            {
                "step": "3",
                "description": "Compression. To help stop swelling, compress the ankle with an elastic bandage until the swelling stops. Don't hinder circulation by wrapping too tightly. Begin wrapping at the end farthest from your heart"
            },
            {
                "step": "4",
                "description": "Elevation. To reduce swelling, elevate your ankle above the level of your heart, especially at night. Gravity helps reduce swelling by draining excess fluid."
            }
        ],
        "category": "Sprain"
    },
    {
        "id": 3,
        "steps": [{
                "step": "1",
                "description": "Sit upright. Stop whatever you are doing and sit upright. Bending over or lying down can constrict your breathing even more."
            },
            {
                "step": "2",
                "description": "Take long, deep breaths. This helps to slow down your breathing and prevent hyperventilation. Breathe in through your nose and breathe out through your mouth."
            },
            {
                "step": "3",
                "description": "Shake the inhaler 10 to 15 times before each use. Breathe out all the way. Try to push out as much air as you can. As you start to slowly breathe in through your mouth, press down on the inhaler one time. Keep breathing in slowly, as deeply as you can. Hold your breath as you slowly count to 10. This lets the medicine reach deep into your lungs."
            },
            {
                "step": "4",
                "description": "Stay calm. Staying calm may prevent further tightening of your chest muscles and make your breathing easier. The asthma attack could be triggered by dust, cigarette smoke or the smell of chemicals. Get away from the trigger as soon as possible and go to an air-conditioned environment or any place with clean air."
            },
            {
                "step": "5",
                "description": "Take a hot caffeinated beverage. Hot caffeinated drinks like coffee can help to open up the airways slightly, providing some relief for an hour or two."
            },
            {
                "step": "6",
                "description": "Seek emergency medical help. If the wheezing, coughing and breathing difficulty do not subside after a period of rest, seek immediate medical attention."
            }
        ],
        "category": "Asthma"
    },
    {
        "id": 4,
        "steps": [{
                "step": "1",
                "description": "Sit down and firmly pinch the soft lower part of your nose, just above your nostrils, for at least 10-15 minutes."
            },
            {
                "step": "2",
                "description": "Lean forward and breathe through your mouth – this will drain blood into your nose instead of down the back of your throat."
            },
            {
                "step": "3",
                "description": "Place an ice pack covered by a towel on the bridge of your nose."
            },
            {
                "step": "4",
                "description": "Stay upright, rather than lying down, as this reduces the blood pressure in the blood vessels of your nose and will discourage further bleeding."
            }
        ],
        "category": "NoseBleed"
    },
    {
        "id": 5,
        "steps": [{
                "step": "1",
                "description": "Stand behind the person. Place one foot slightly in front of the other for balance. Wrap your arms around the waist. Tip the person forward slightly. If a child is choking, kneel down behind the child."
            },
            {
                "step": "2",
                "description": "Make a fist with one hand. Position it slightly above the person's navel."
            },
            {
                "step": "3",
                "description": "Grasp the fist with the other hand. Press hard into the abdomen with a quick, upward thrust — as if trying to lift the person up."
            },
            {
                "step": "4",
                "description": "Perform between six and 10 abdominal thrusts until the blockage is dislodged."
            }
        ],
        "category": "Choking"
    },
    {
        "id": 6,
        "steps": [{
                "step": "1",
                "description": "Stay calm. Although most bees usually only sting once, wasps and hornets can sting again. If you are stung, calmly walk away from the area to avoid additional attacks."
            },
            {
                "step": "2",
                "description": "Remove the stinger. If the stinger remains in your skin, remove it by scraping over it with your fingernail or a piece of gauze. Never use tweezers to remove a stinger, as squeezing it can cause more venom to release into your skin."
            },
            {
                "step": "3",
                "description": "Wash the sting with soap and water."
            },
            {
                "step": "4",
                "description": "Apply a cold pack to reduce swelling. However, if the swelling moves to other parts of your body, such as your face or neck, go to the emergency room immediately, as you might be having an allergic reaction. Other signs of an allergic reaction include difficulty breathing, nausea, hives, or dizziness."
            },
            {
                "step": "5",
                "description": "Consider taking over-the-counter pain medication. Bee, wasp, and hornet stings are painful. Painkillers like acetaminophen or ibuprofen can help relieve the pain. Always follow the directions on the label and use the correct dose."
            }
        ],
        "category": "BeeStings"
    }
]
